IDEA StatiCa Open Model
MatReinforcementEc2 Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the MatReinforcementEc2 class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MatReinforcementEc2()
Public Sub New
public:
MatReinforcementEc2()
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace